[Character.CharClass_BigBird AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[DamageType.DmgType_DiveBomb WillowDamageTypeDefinition]
DamageLanguageId=0,000000

[DamageType.DmgType_RhinoFriendlies WillowDamageTypeDefinition]
DamageLanguageId=0,000000

[Population.PawnBalance_BigBird AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Cultoni defeats Turkey (right).)",TransformedNames=((TransformedName="Alternative watering of turkeys (right))"),(TransformedName="Children's skin is fragile.")))

[Population.PawnBalance_BigBird_HARD AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Seafood in the sea is not number two''",TransformedNames=((TransformedName="Turkey, you really can't''"),(TransformedName="Animals are better, weaker")))

[Skills.Skill_BigBird_InvulnerableStatusEffects SkillDefinition]
SkillName="Snowman's health is good"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

